Repository: Elgiwawee/asas_blog
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Title
ar: العنوان

source: Body
ar: الصلب

source: Is_published?
ar: قد نشر

source: Image
ar: صورة

source: Caption
ar: عنوان

source: Ducument
ar: مستند

source: Post created successfully.
ar: تم انشاء المنشور بنجاح

source: Failed to create post.
ar: انشاء المنشور غير ناجح

source: Post updated successfully.
ar: جدد المنشور بنجاح

source: Failed to update post.
ar: تجديد المنشور غير ناجح

source: Post deleted successfully.
ar: تم حذف المنشور بنجاح

source: Image uploaded successfully!
ar: تم تحميل الصورة بنجاح

source: Something went wrong!
ar: حدث خطأ

source: Image deleted successfully!
ar: تم حذف الصورة بنجاح

source: Document uploaded successfully!
ar: تم تحميل المستند بنجاح

source: Something went wrong
ar: حدث خطأ

source: Document deleted successfully!
ar: تم حذف المستند بنجاح

source: Username
ar: اسم المستخدم

source: Email
ar: البريد الإلكتروني

source: Password
ar: كلمة المرور

source: Confirm Password
ar: أثبت كلمة المرور

source: You are already registered and logged in.
ar: قد تم تسجيلك و الدخول

source: Thank you for registering. Please log in.
ar: شكرا على تسجيلك, انقر على الدخول

source: Please correct the errors below.
ar: بالله صحح الأخطاء التالية

source: You are now logged in.
ar: دخلت الان

source: Invalid username or password.
ar: اسم المستخدم أو كلمة المرور غير صحيح

source: You are now logged out, thank you for visiting. We hope to see you again.
ar: خرجت الان, نشكرك على الزيارة و نرجو رؤيتك مجددا
